/* The message of an alert, that tells the user that he/she denied location access to the app. */
"Location denied, please go in settings to allow this app to use your location" = "你已拒絕定位服務。你須要出返去你部iPhone嘅設定度准許呢個apps用定位服務";

/* The title of an alert, that tells the user that he/she denied location access to the app. */
"Location service denied" = "你已拒絕定位服務";

/* A common affirmative action title, like 'OK' in english. */
"OK" = "確定";

/* The message of an alert that tells the user, that no server was set. */
"Please go in settings to enter server address" = "請去設定度打返伺服器嘅地址";

/* The title of an alert that tells the user, that no server was set. */
"Server not set" = "未設定伺服器";

/* The title of the Pokémon selection for common Pokémon. */
"Common" = "常見精靈";

/* The title of the Pokémon selection for favorite Pokémon. */
"Favorite" = "喜愛精靈";

/* The title of a Pokéstop annotation on the map. */
"Pokestop" = "Pokéstop";

/* The message of a Pokéstop annotation on the map. */
"This is a pokestop" = "呢個係Pokéstop";

/* The title of a gym annotation on the map. */
"Gym" = "道場";

/* The description of a gym annotation on the map with points. */
"Gym points: %d" = "道場分數: %d";

/* The hint in a annotation callout that indicates when a Pokémon disappears. */
"Disappears at" = "消失時間: %@";

/* The hint that a certain Pokémon appeared on the map. */
"[Pokemon] was added to the map!" = "%@ 出現係地圖上!";

/* The hint that a favorite Pokémon appeared on the map. */
"[Pokemon] your favorite pokemon was added to the map!" = "%@ 你喜愛清單入面嘅精靈出現了!";

/* The title of an annotation on the map to scan the location. */
"Scan location" = "搜尋位置";
